<template>
  <div class="container py-5">

    <h2>{{ $t("privacy policy") }}</h2>

    سياسية الخصوصية والاستخدام إن المحتوي الذي يتم بثة يملك حقوق الطبع و النشر
    كل من المكتبة الصوتية للقرآن الكريم mp3quran.net و لجنة الدعوة الإلكترونية
    التابعة لجمعية النجاة الخيرية بدولة الكويت و بعض المنصات و المواقع التي
    لاتود ذكر أسمها و ببعض القراء الذين تواصلنا معهم مباشرة او عن طريق شركة
    وساطة ونحن نقوم بالبث او اعادة البث بناء علي موافقتهم فلهم جزيل الشكر على
    الدعم . نحن نملك حق بث المحتوي و إعادة البث و لكن لانملك حقوق المحتوي الصوتي
    حيث تم اخذ الاذن من اصحاب الحقوق للبث و إعادة البث و التحميل من موقعنا و
    تطبيقاتنا . تدرك “سلام إف إم” أهمية حماية حقوق الطبع و النشر لذا لايتم بث أي
    محتوي صوتي الا بعد أخذ الموافقات المطلوبة لنشر المحتوي في حال وجود شكوي
    تتعلق في حقوق الملكية الفكرية لاتتردد في مراسلتنا عبر البريد الألكترروني
    SALAMFMCOM@GMAIL.COM و سوف ييتم مراجعة المحتوي وإزالتة في حال إثبات ملكية
    الفكرية و حقوق الطبع و النشر . كما تدرك “سلام إف إم” أهمية الخصوصية وحماية
    البيانات الشخصية في العصر الرقمي وبالتالي فهي ملتزمة بحماية خصوصية مستخدمي
    خدماتنا أثناء تصفح أو استخدام مواقعنا الإلكترونية واستخدام خدماتنا. ستوضح
    سياسة الخصوصية هذه (“سياسة الخصوصية”) كيف تضمن “سلام إف إم” حماية البيانات
    الشخصية على مستوى متقدم (مثلا أي معلومات تتعلق بالأشخاص الطبيعيين الذين يمكن
    تحديد هوياتهم، بشكل مباشر أو غير مباشر، خاصة بالرجوع إلى سمة تعريف مثل الاسم
    أو رقم التعريف أو معلومات عن الموقع أو معرف الإنترنت، أو واحدة أو أكثر من
    العوامل المحددة لهذا الشخص الطبيعي المشار اليها فيما بعد بـ “البيانات
    الشخصية”). وبشكل محدد، ستوضح سياسة الخصوصية هذه ما يلي: لماذا نقوم بجمع
    ومعالجة بياناتك الشخصية وكيف نستخدمها على أي أساس قانوني نقوم بمعالجة
    بياناتك الشخصية من يمكنه الولوج إلى بياناتك الشخصية أين يمكن تخزين أو نقل
    بياناتك الشخصية كيف نحمي أمن بياناتك الشخصية إلى متى نقوم بالاحتفاظ ببياناتك
    الشخصية ما الحق الذي يمكن أن تمارسه فيما يتعلق ببياناتك الشخصية بموجب
    القوانين واللوائح الحالية كيفية الاتصال بنا. تطبق سياسة الخصوصية هذه على
    جميع الخدمات التي تعرضها وتقدمها “سلام إف إم” على مواقعها الإلكترونية،
    وتطبيقاتها الرقمية، مسابقاتها وغيرها من الخصائص الرقمية (“خدمات سلام إف
    إم”). يمكن أيضا إرسال إشعارات خاصة أخرى تسلط الضوء على استخدامات معينة نرغب
    إجرائها على بياناتك الشخصية بالإضافة إلى إمكانية الاشتراك أو إلغاء استخدامات
    محددة على أساس كل حالة على حدة، بما في ذلك الخدمات الجديدة أو خدمات أخرى قد
    يكون لها سياسة خصوصية خاصة بها. تعريفات رئيسية لسياسة الخصوصية: “أنا”،
    “لنا”، أو “نحن” تشير إلى “سلام إف إم”. “أنت”، أو “المستخدم” تشير إلى الشخص
    (الأشخاص) الذي يستخدم خدمات “سلام إف إم”. لماذا نقوم بجمع ومعالجة بياناتك
    الشخصية؟ نقوم بجمع ومعالجة بياناتك الشخصية للأغراض التالية: لتزويدك بالخدمات
    التي تطلبها منا للسماح لك باستخدام النماذج عبر الإنترنت والاستطلاعات، بما في
    ذلك خدمات “سلام إف إم” التي لا تتطلب أي شكل من أشكال التسجيل وللسماح لك
    بالتسجيل في خدمات معينة، مثل النشرات الإخبارية أو موجز المعلومات أو تحديثات
    الرسائل النصية القصيرة أو لإنشاء حساب، وفي هذه الحالة سوف نطلب منك بيانات
    شخصية مثل اسمك أو عنوان بريدك الإلكتروني أو رقم هاتفك. للسماح لك بمشاركة
    المعلومات للسماح لك من الاستفادة بشكل تام من مميزات المشاركة التي نقدمها مثل
    المشاركة في منتديات المشاهدين وهيئات المناقشة والتفاعل مع تطبيقات الشاشة
    الثانية للمشاهدة المشتركة وللسماح لك بإنشاء حساب تعريفي يمكن رؤيته من قبل
    العامة على “سلام إف إم” ، والذي قد يشمل – إن اخترت ذلك – على اسمك وصورتك
    ولضم معلوماتك الشخصية التي حصلنا عليها من خلال إحدى الخدمات مع المعلومات
    التي جمعناها من خدمات أخرى مقدمة من “سلام إف إم” لتسهيل مشاركة بعض الأشياء
    مع الأشخاص الذين تعرفهم. للحفاظ على خدماتنا وتحسينها لفهم كيفية استخدامك
    لخدمات “سلام إف إم” وتطبيق وظائف أخرى ولتطوير خدمات وعروض جديدة. لمنحك خدمات
    خاصة باحتياجاتك واهتماماتك لتزويدك بمحتوى مخصص – مثل الإعلانات والخدمات ذات
    الصلة والسماح لنا بمعرفتك بشكل أفضل لمنحك المزيد من الخدمات التي تطلبها –
    المزيد من العروض والعروض الحصرية والمعلومات والمسابقات ولمنحك تجربة أفضل
    كمستخدم وللكشف عن أشياء أكثر تعقيدا مثلا إي الإعلانات قد تجدها أكثر فائدة أو
    أي الخدمات والمعلومات أكثر ملاءمة لك، مما يمنحك تجربة أفضل وأكثر إفادة
    لممتلكاتنا الرقمية. لتنفيذ معاملات الدفع لتخزين سجل المعاملات والتأكد من دفع
    رسوم اشتراكك في خدماتنا والامتثال للالتزام القانوني أو التنظيمي بهذا الصدد.
    للتواصل معك للسماح لك بالاتصال بنا “سلام إف إم” والاحتفاظ بسجل محادثاتنا
    ولمساعدتك على حل أية مسائل قد تواجهها ولإرسال العروض الترويجية والتسويق
    المباشر لك ولإخبارك عن خدماتنا مثل تزويدك بمعلومات عن برامج مقبلة أو إضافة
    تعديلات على ممتلكاتنا الرقمية وللاتصال بك للمنافسة والمشاركة في العروض
    المختلفة. لإنشاء وللحفاظ على بيئة موثوقة وآمنة التحقيق أو كشف أو منع أو
    الإبلاغ عن الاحتيال أو التحريفات أو الانتهاكات أو الحوادث الأمنية أو غيرها
    من الأنشطة المحظورة أو غير القانونية المحتملة ولحماية بائعينا وحقوقك وأمان
    وسلامة خدماتنا ولتطبيق شروط الخدمة الخاصة بنا أو غيرها من الاتفاقيات أو
    السياسات وللتحقق من هويتك. الامتثال لأية قوانين أو أنظمة سارية أو الاستجابة
    لطلبات قانونية للحصول على معلومات من الحكومة أو من خلال الإجراءات القانونية
    ولتحقيق أي غرض آخر يتم الإفصاح عنه لك فيما يتعلق بخدماتنا والاتصال بك لحل
    النزاعات وتقديم المساعدة في خدماتنا. على أي أساس قانوني نقوم بمعالجة بياناتك
    الشخصية؟ بناءً على نوع البيانات التي سيتم معالجتها، سنقوم بمعالجة بياناتك
    الشخصية على أحد الأسس التالية: موافقتك المسبقة: على سبيل المثال، عندما نعرض
    عليك التسجيل في خدماتنا وإنشاء حساب لك، أو الاشتراك في رسائلنا الإخبارية أو
    رسائل البريد الإلكتروني التسويقية أو عندما نطلب منك اتباع أي إجراء ذو صلة
    يتيح لك إما قبول أو رفض معالجة البيانات المتوخاة بوضوح في حال قبولك، يحق لك
    سحب موافقتك في أي وقت. ومع ذلك، وفي بعض الحالات، إن اختيارك لعدم الإفصاح عن
    بياناتك الشخصية أو سحب موافقتك قد يؤدي إلى الحد من استخدامك لخدماتنا أو
    ميزاتنا أو عروضنا. على سبيل المثال، قد لا يكون بإمكانك الولوج إلى أجزاء
    معينة على مواقعنا الإلكترونية والرد على استفساراتك دون تقديم المعلومات ذات
    الصلة. علاقة تعاقدية: في مثل هذه الحالة، إن معالجة بياناتك الشخصية ضروري
    بشكل عام لتنفيذ أو إنجاز العقد مما يعني أنه في حال عدم رغبتك بقيامنا بمعالجة
    بياناتك الشخصية في هذا السياق، قد نرفض الدخول في مثل هذا العقد معك. مصلحة
    مشروعة: بمعنى قانون حماية البيانات: على سبيل المثال عند تطبيق المراقبة أو
    أجهزة التعقب التي تشير إلى معالجة البيانات الشخصية للكشف عن عمليات الاحتيال
    والتطفل عبر الإنترنت ومنعها. مثلا عندما تقوم بالوصول إلى وزيارة مواقعنا
    الإلكترونية، حتى بدون إنشاء حساب، والاستفادة من الخدمات التي تقدمها “سلام إف
    إم”، فإنك تقر بأننا قد نقوم بتنفيذ معالجة شرعية للبيانات كما هو موضح في
    سياسة الخصوصية هذه. إن كنت لا توافق على هذه السياسة، فقد ترغب في التوقف عن
    مشاهدة / استخدام مواقعنا الإلكترونية. الالتزامات القانونية المطبقة على
    أنشطتنا. من يمكنه الوصول إلى بياناتك الشخصية؟ للأغراض الموضحة أعلاه، سنمنح
    إمكانية الوصول إلى بياناتك الشخصية لموظفي “سلام إف إم” الذين يحتاجون إلى
    معرفة تلك المعلومات من أجل معالجتها لمصلحتنا، والذين يخضعون لالتزامات
    تعاقدية سرية صارمة وقد يتم تأديبهم وحتى إنهاء تعاملنا معهم في حال أخفقوا في
    تنفيذ هذه الالتزامات. بالإضافة إلى ذلك، قد نحتاج إلى نقل أو السماح لطرف ثالث
    معتمد بالوصول إلى بياناتك الشخصية وهم: الموردين ومزودي الخدمات و سيرفرات
    البث الذين نتعامل معهم لمعالجة البيانات الشخصية أو تنفيذ خدمات “سلام إف إم”
    بالنيابة عنا (بناءً على تعليماتنا وتبعا لسياسة الخصوصية الخاصة بنا وغيرها من
    التدابير الأمنية والسرية المناسبة) الخلفاء في ملكية الشركة او أعمالنا ( أو
    في مناقشات جدية حول مثل هذا الاحتمال مع المالكين الجدد (المحتملين) للأعمال
    أو الشركة) في هذا الصدد إذا تغيرت ملكية الشركة أو جميع أعمالنا أو جزء كبير
    منها أو تمت عملية إعادة تنظيم الشركة أو أي إجراء آخر أو تنقلات بين كيانات
    “سلام إف إم”، فإنك تقر وتقبل بأننا قد نحتاج إلى نقل بياناتك الشخصية إلى
    الطرف الثالث ذو الصلة (أو المستشارين) كجزء من أي عملية لغرض تحليل أي عرض بيع
    مقترح أو إعادة تنظيم للمالك الجديد. قد نحتاج أيضا إلى نقل بياناتك الشخصية
    إلى تلك الجهة المعاد تنظيمها أو الطرف الثالث بعد عملية البيع أو إعادة تنظيم
    بياناتك الشخصية لاستخدامها لنفس الأغراض الموضحة في سياسة الخصوصية هذه ممثلي
    وكلائنا الإعلاميين المستشارون القانونيون والشهود والخبراء والسلطات القضائية
    وشبه القضائية من أجل حماية “سلام إف إم” من أي أذى لحقوقها وممتلكاتها أو
    سلامتها، وحماية مستخدمينا أو الجمهور وأي طرف ثالث على النحو المطلوب أو
    المسموح به بموجب القانون، وفرض الشروط اللازمة لخدماتنا، بما في ذلك التحقيق
    في الانتهاكات المحتملة السلطات الإدارية أو القضائية من أجل تلبية متطلبات أي
    قانون ساري المفعول ونظام وإجراء قانوني أو طلب حكومي واجب النفاذ. قد نقوم
    أيضا بتجميع بيانات مجهولة للعموم ولطرف ثالث وشركاء معتمدين آخرين – مثل شركات
    الإعلان أو المواقع المتصلة. على سبيل المثال قد نشارك المعلومات للعامة لعرض
    مؤشرات حول الاستخدام العام لخدماتنا. كيف نحمي أمن بياناتك الشخصية؟ نحن نتبع
    إجراءات أمنية مادية وإلكترونية وتقنية وتدابير أمنية وتنظيمية مناسبة، بما في
    ذلك نماذج الحوكمة لحماية بياناتك الشخصية وفقا لقانون حماية البيانات من
    الوصول غير المصرح به إلى البيانات الشخصية أو استخدامها أو تغييرها أو الإفصاح
    عنها أو إتلافها. يرجى الملاحظة أنه لا يمكن ضمان نقل أية بيانات عبر الإنترنت
    أو الموقع الإلكتروني من دون أي تدخل. بالإضافة إلى ذلك، عليك أيضا اتخاذ
    الإجراءات المناسبة لحماية بياناتك الشخصية خاصة من خلال الحفاظ على كلمة
    المرور وسريتها. إن كنت تعلم أو لديك شكوك بأن بيانات اعتماد حسابك قد ضاعت أو
    تمت سرقتها أو اختلست أو تعرضت لأية مخاطر أخرى أو في حال وجود أي استخدام غير
    مصرح به فعليا لحسابك، يُرجى منك الاتصال بنا باتباع التعليمات الواردة في
    الفقرة “كيفية الاتصال بنا” أدناه. إن كنا نعلم أو لدينا سبب للاعتقاد أن
    بياناتك الشخصية قد تعرضت للاختراق، سوف نقوم فورا بإبلاغ المستخدمين المتضررين
    من حدوث خرق وفقا للقوانين المعمول بها. ما هي مدة الاحتفاظ ببياناتك الشخصية؟
    سوف نقوم بالاحتفاظ ببياناتك الشخصية طالما أن حسابك ناشط، أو طالما كان ذلك
    ضروريا للغرض الذي تم جمع البيانات من أجله أساسا. وتستند فترات الاحتفاظ لدينا
    على احتياجات أنشطتنا، والمعلومات الخاصة بك التي لم يعد هناك حاجة لها يتم
    تحويلها لمعلومات مجهولة بشكل قاطع أو تدميرها. نهدف إلى الحفاظ على خدماتنا
    بطريقة تحمي المعلومات من التدمير العرضي أو الضار. ولهذا السبب، بعد حذف
    المعلومات من خدماتنا، قد لا نقوم فورا بحذف النسخ المتبقية من خوادمنا النشطة
    وقد لا نزيل المعلومات من أنظمة النسخ الاحتياطي الخاصة بنا. كيفية الوصول إلى
    وتحديث وحذف بياناتك الشخصية؟ بموجب قانون حماية البيانات يحق لك ممارسة الحقوق
    التالية: الحق في الوصول إلى بياناتك الشخصية، وفي هذه الحالة قد نوفر لك نسخة
    عن هذه البيانات، إن لم يكن ذلك متاحا لك مباشرة، على سبيل المثال ضمن حسابك
    الشخصي الحق في تعديل بياناتك الشخصية، إن كانت بياناتك غير دقيقة أو قديمة في
    هذا الصدد، من المهم أن تكون البيانات الشخصية التي نحتفظ بها عنك دقيقة
    وحديثة. يرجى إطلاعنا في حال حدث أي تغيير على بياناتك الشخصية خلال الفترة
    التي نحتفظ بها بمعلوماتك الحق على الاعتراض على معالجة بياناتك الشخصية، حيث
    تعتمد المعالجة على مصالحنا المشروعة، بقدر ما يسمح له موقفك الحق في مسح
    البيانات الشخصية الخاصة بك الحق في تقييد معالجة البيانات الشخصية الخاصة بك
    الحق في تلقي بياناتك الشخصية لإرسالها إلى طرف ثالث أو لنقل بياناتك الشخصية
    إلى طرف ثالث من اختيارك إن كان ذلك ممكنا تقنيا الحق في تقديم شكوى لدى هيئة
    مختصة بحماية البيانات إذا اعتبرت أن معالجة بياناتك الشخصية قد انتهك قانون
    حماية البيانات. يمكنك إرسال طلب لنا بهذا الشأن في أي وقت كما هو موضح في قسم
    “كيفية الاتصال بنا”. يرجى ملاحظة ما يلي: قد نحتاج إلى التحقق من هويتك قبل أن
    نتصرف بناء على طلبك بما أن ممارسة هذه الحقوق تخضع لشروط وقيود قانونية معينة،
    قد نضطر إلى رفض طلبك إذا لم يتم استيفاء هذه الشروط أو في حال وجود قيود
    قانونية قد نقوم برفض طلبات متكررة بدون سبب معقول، وتتطلب جهدا فنيا (على سبيل
    المثال تطوير نظام جديد أو تغيير أساسي للممارسات الحالية)، أو تشكيل خطر على
    خصوصية الآخرين. على أية حال، سنسعى إلى التعامل بشكل فوري مع طلبك بالسرعة
    الممكنة. وإذا قمنا برفض طلبك، سوف نخبرك بالأسباب. كيف نستخدم ملفات تعريف
    الارتباط أو الكوكيز (Cookies) ما هي الكوكيز؟ الكوكيز هي مجموعة ملفات تحتوي
    على معلومات مرسلة من قبل خادم شبكي باستخدام متصفح شبكي، مما يتيح للخادم جمع
    المعلومات من المتصفح الشبكي. لا يمكن للكوكي قراءة البيانات من القرص الثابت
    للكمبيوتر الخاص بك. إذا قمت بتصفح مواقع خدمات “سلام إف إم” ، فسوف يتم وضع
    الكوكيز على جهازك: ولهذا يتم إخطارك من خلال ظهور نافذة إشعار (pop up). وأنت
    توافق على استخدامنا لهذه الكوكيز إذا تابعت تصفح واستخدام مواقع خدمات “سلام
    إف إم” من يقوم بوضع الكوكيز؟ بناء على موافقتك وعلى اختيار إعدادات جهازك
    (الكومبيوتر، التابليت اللوحة الذكية، الهاتف الذكي، الخ) و/أو متصفحك، عندما
    تتصفح مواقع خدمات “سلام إف إم” ، يمكن تخزين الكوكيز من قبل: “سلام إف إم”
    موردي ومزودي الخدمات لنا “سلام إف إم” (خاصة مزودي الخدمات التقنية الذين
    يعالجون بيانات تصفحك نيابة عن “سلام إف إم”) أطراف ثالثة (على سبيل المثال
    شبكات التواصل الاجتماعي، المعلنين، وكالات الدعايات التجارية، سماسرة
    البيانات، وسطاء البرمجيات). وفي هذه الحالة وبما أنه ليس لدينا سيطرة على
    تخزين الكوكيز هذه، ندعوك لقراءة سياسات الخصوصية الخاصة بهذه الأطراف الثالثة.
    لماذا نستخدم الكوكيز؟ عند استخدامك لخدمات “سلام إف إم”، يتم تخزين الكوكيز أو
    التقنيات المماثلة، وتعديلها وقراءتها للأغراض التالية: حيثما كان ذلك ضرورياً
    للخدمات: لمساعدتك على تصفح المواقع وتقديم الخدمات لك لتقديم المحتوى المناسب
    والمسموح به في كل منطقة جغرافية على أساس حقوق الملكية الفكرية المرخصة لنا
    للتعرف عليك وعلى تفضيلاتك عندما تقوم بزيارة مواقعنا الرقمية لضمان الأمن
    لخدماتنا للوفاء بالتزاماتنا القانونية. لتحسين أداء الخدمات: لتحسين خبرة
    المستخدم الخاصة بك والجودة الشاملة لخدمات “سلام إف إم” لمتابعة ودراسة
    التصفح/أنماط التنقل خلال الموقع، إنشاء التشكيل الديموغرافي الخاص بك لتزويدك
    بالخدمة الأكثر صلة بتفضيلاتك (على سبيل المثال، تحسين التوصيات للمحتوى الذي
    يمكنك التمتع به) لتحليل عادات استهلاك المحتوى (على سبيل المثال، البرامج
    المشاهدة، المحتوى المقروء، والأجهزة المستخدمة، إلخ) لتوفير وتخصيص، وقياس،
    وتحسين الدعاية والتسويق مشاركة الكوكيز: للسماح لمواقع الشبكات الاجتماعية
    لتتبع تصفحك لخدماتنا، لاسيما عندما يكون حسابك على الشبكات الاجتماعية ناشط
    على الجهاز الخاص بك (الدورة المفتوحة) أثناء التصفح لتمكين شركائنا من المواقع
    الشبكات الاجتماعية، المعلنين والتحليلات الاجتماعية من دمجها مع المعلومات
    الأخرى التي قمت بتوفيرها لهم، أو التي قد جمعت من استخدامك لخدماتهم. كيف تطبق
    سياسة الخصوصية هذه مع معالجة بيانات من طرف ثالث؟ قد يتم توفير خدمات “سلام إف
    إم” من خلال و/أو الاستفادة من الميزات (مثل عناصر التحكم في الصوت) التي
    تشغلها منصات تابعة لطرف ثالث، أو تحتوي على روابط لمواقع يشغلها طرف ثالث قد
    تختلف سياساته المتعلقة بمعالجة البيانات الشخصية عن تلك السياسات الخاصة بنا.
    فمثلا: قد تتمكن من الوصول إلى خدمات “سلام إف إم” من خلال منصات مثل أنظمة
    الألعاب وأجهزة التلفزيون الذكية وأجهزة الجوال وأجهزة فك التشفير وعدد آخر من
    الأجهزة المتصلة بالإنترنت. بالإضافة إلى ذلك، قد تواجه تطبيقات تابعة لطرف
    ثالث تتفاعل مع خدمات “سلام إف إم”. هذا الطرف الثالث لديه خصوصية وسياسات
    بيانات الشخصية المنفصلة والمستقلة. قد تحتوي مواقعنا الرقمية على روابط لمواقع
    الكترونية أخرى خارجة عن سيطرتنا ولا تغطيها سياسة الخصوصية هذه. يمكن لمشغلي
    تلك المواقع جمع معلومات منك واستخدامها وفقا لسياسات الخصوصية الخاصة بهم،
    والتي قد تختلف عن تلك الخاصة بنا. ندعوك لمراجعة هذه السياسات والشروط إن كنت
    ترغب في الاستفسار عن معالجة بياناتك الشخصية من قبل طرف ثالث. كيفية الاتصال
    بنا؟ إن كان لديك أي استفسارات أخرى يرجى الاتصال بنا على البريد الإلكتروني
    التالي: salamfmcom@gmail.com اللغة المعتمدة هي اللغة العربية في حال وجود اى
    خلاف يعتمد النص المكتوب باللعة العربية حيث انها اللغة الرسمية للموقع و
    تطبيقاتنا و سيرفراتنا . كيف يمكن تحديث سياسة الخصوصية هذه؟ قد نقوم بتحديث
    سياسة الخصوصية هذه من وقت لآخر استجابة للمتطلبات القانونية أو التنظيمية أو
    التشغيلية. سيتم نشر أي تغييرات في سياسة الخصوصية هذه على هذه الصفحة. عندما
    تكون هذه التغييرات مادية، قد نوفر لك إخطارا محددا بأية تغييرات من هذا القبيل
    (بما في ذلك موعد دخولها حيز التنفيذ) وفقا للقانون. حيثما ينطبق ذلك (على سبيل
    المثال، إن كانت التغييرات تتطلب معالجة بيانات جديدة تعتمد على موافقتك
    المسبقة) سوف نتأكد أنه قد أتيحت لك إمكانية قبول هذه التغييرات حتى تتمكن من
    مواصلة استخدام خدماتنا أو رفضها – في هذه الحالة يحق لك إلغاء استخدامك لخدمات
    “سلام إف إم”.

  </div>
</template>

<script setup lang="ts"></script>

<style scoped></style>