{
    "hello": "مرحبا",
    "brand-name": "سلام اف ام",
    "home": "الرئيسيه",
    "contact-us": "اتصل بنا",
    "company": "الشركه",
    "about": "من نحن",
    "our-objectives": "اهدافنا",
    "fast-links": "روابط سريعه",
    "privacy policy": "سياسه الخصوصيه",
    "quran_title": "تلاوه القران الكريم",
    "social_media": "وسائل التواصل",
    "app_header": {
        "title": "إذاعة القرآن الكريم",
        "subtitle": "إذاعة سلام إف إم هي إذاعة رقمية مخصصة لتلاوة وتجويد القرآن الكريم والأناشيد الإسلامية والبرامج الاجتماعية الهادفة الأسرية والتربوية",
        "features": {
            "feat_1": "استماع مباشر وبطريقة سهلة للقرآن الكريم وبروايات  ولغات مختلفة ",
            "feat_2": "تلاوات صوتية متنوعة  للقرآن الكريم ذات جودة ونقاء , وأدوات لتسهيل عملية الحفظ و المراجعة ",
            "feat_3": "إمكانية الاستماع للتلاوات القرآنية المتنوعة في حال عدم توفر الإنترنت"
        }
    },
    "about-us": {
        "title": "من نحن",
        "description": "موقع إذاعة القرآن الكريم سلام إف إم هو موقع بسيط استغرق إنشاؤه ما يقرب من شهرين من العمل الدؤوب على يد عدد قليل من المتطوعين ذوي الخبرة، بعد ذلك تم تطويره إلى Android و IOS باسم إذاعة القرآن الكريم سلام إف إم، فتحت إذاعة القرآن الكريم سلام إف إم قلوب الناس وأصبحت وسيلة شائعة للاستماع إلى القرآن الكريم، حيث حصلت على أكثر من 100000 تحميل خلال سنة، وخلال السنة الماضية ارتفع عدد ساعات الاستماع إلى 189000 ساعة استماع للبث المباشر، لذلك تم اتخاذ قرار لتجديدموقع الويب من حيث التصميم وكذلك من حيث الوظيفة ."
    },
    "objectives": {
        "title": "اهداف إذاعة القرآن الكريم سلام إف إم",
        "obective_1": " إبراز أهمية اللمحة الجمالية في العرض وتأثيرها في لفت انتباه الناظرين وشرح صدور المستخدمين مصداقا لقول رسول الله صلى الله عليه وسلم:إن الله جميل يحب الجمال. ويقاس عليه ضرورة الاهتمام بالمظهر الخارجي المسلم لما في ذلك من تأثير إيجابي على الآخرين.",
        "obective_2": " توفير أداة سهلة وأقرب ما تكون من الواقع تساعد المسلم وغير المسلم على الاستماع إلى القرآن الكريم من خلال الأجهزة الإلكترونية بطريقة سلسة جدا وفي أي وقت. أداة مريحة وسهلة الاستخدام يتم من خلالها بث تلاوات عطرة و مختارة من القرآن الكريم بأندى وأجمل أصوات القراء من العالم الإسلامي، تعمل على توفير هذه الأداة على مختلف المنصات . ",
        "obective_3": " توضيح أهمية العلوم الحياتية في حياة المسلمين وأنها قد تتساوى مع العلوم الشرعية في الأهمية إذا صحت النية، فهذا الموقع دعوة للتعلم والقراءة في العلوم الحياتية التي لها تأثير إيجابي (مباشر أو غير مباشر) على المجتمع ثم تطبيق هذه العلوم فى الوقت المناسب . "
    },
    "mobile-app": {
        "title": "تطبيق الموبايل",
        "subtitle-1": "استمع الى تلاوة القرآن في اي مكان",
        "subtitle-2": "لا تفوت اي يوم دون الاستماع الى القرآن الكريم ، قم بتثبيت التطبيق سلام اف ام الذي يتوفر على نظام أندرويد والايفون."
    },
    "about_page": {
        "about_us": {
            "title": "من نحن",
            "description": "مرحبًا بكم في تطبيق إذاعة القرآن، التطبيق الذي يهدف إلى نشر تعاليم الإسلام وتلاوات القرآن الكريم إلى أوسع نطاق ممكن. نحن فريق من المتخصصين في مجال التكنولوجيا والإعلام الديني، نسعى جاهدين لتقديم محتوى قرآني مميز وعالي الجودة للمسلمين حول العالم."
        },
        "our_mission": {
            "hero_1": {
                "title": "رؤيتنا",
                "description": "نطمح إلى أن نكون المصدر الرئيسي لتلاوات القرآن الكريم والتعليمات الدينية، مع الحفاظ على أعلى معايير الجودة والدقة."
            },
            "hero_2": {
                "title": "رسالتنا",
                "description": "نشر تعاليم الإسلام وتلاوات القرآن الكريم، وتقديم محتوى ديني متميز يساعد المسلمين على فهم دينهم بشكل أفضل والتقرب إلى الله."
            }
        }
    }
}